r650/baselines/rf_3/depart_100m_0429/client/client-load-100m-workloadg-kvsize_1024-clientthreads_50.log
[OVERALL], RunTime(ms), 1619427
[OVERALL], Throughput(ops/sec), 61750.23634902963
[TOTAL_GCS_PS_Scavenge], Count, 1052
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 11212
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.6923436499453202
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1052
[TOTAL_GC_TIME], Time(ms), 11212
[TOTAL_GC_TIME_%], Time(%), 0.6923436499453202
[CLEANUP], Operations, 50
[CLEANUP], AverageLatency(us), 45159.64
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 2258943
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2258943
[INSERT], Operations, 100000000
[INSERT], AverageLatency(us), 804.71128689
[INSERT], MinLatency(us), 128
[INSERT], MaxLatency(us), 200959
[INSERT], 95thPercentileLatency(us), 1715
[INSERT], 99thPercentileLatency(us), 1912
[INSERT], Return=OK, 100000000